---
kind: property
id: P:Autodesk.Revit.DB.Visual.Glazing.GlazingTransmittanceMap
source: html/903f5c80-eeac-0ab0-311e-f98967e7c175.htm
---
# Autodesk.Revit.DB.Visual.Glazing.GlazingTransmittanceMap Property

The property labeled "Custom Color" from the "Glazing" schema.

## Syntax (C#)
```csharp
public static string GlazingTransmittanceMap { get; }
```

## Remarks
This property is of type "AssetPropertyDoubleArray4d".
 This property allows a connected asset.